Repository: sha8wn/Nibou_iOS_Customer
Catalog: Nibou/SupportFiles/Localizable/*.lproj/Localizable.strings
Languages: ar, tr

source: NEXT
ar: التالي
tr: SONRAKİ

source: CANCEL
ar: الغاء
tr: İptal

source: DONE
ar: فعله
tr: Bitti

source: OK
ar: حسنا
tr: TAMAM

source: Loading
ar: معالجة
tr: Yükleniyor

# SOMETHING_WENT_WRONG
source: Something went wrong. Please try again
ar: هناك خطأ ما، يرجى المحاولة مرة اخرى
tr: Bir şeyler yanlış gitti. Lütfen tekrar deneyin

source: SUCCESS
ar: نجاح
tr: Başarı

# INTERNET
source: Internet connection lost
ar: فقد اتصال الانترنت
tr: İnternet bağlantısı hatası

source: ERROR
ar: خطأ
tr: HATA

source: No Data Found
ar: لاتوجد بيانات
tr: Veri bulunamadı

# SERVER_TIME_OUT
source: Timeout, Please try again
ar: الخادم لا يستجيب
tr: Zamanaşımı oluştu. Lütfen tekrar deneyin

source: System Error
ar: خطأ في النظام
tr: Sistem hatası

# SYSTEM_ERROR_DESC
source: We were unable to connect with the Nibou server. Please make sure you have a stable internet connection.
ar: لم نتمكن من الاتصال بالخادم. يرجى التأكد من أن لديك اتصال مستقر بالإنترنت.
tr: İnternet bağlantısı koptu! Lütfen tekrar deneyin.

source: Try Again
ar: حاول ثانية
tr: Lütfen tekrar deneyin

source: Save
ar: حفظ
tr: Kaydet

source: View All
ar: عرض الكل
tr: Yorumları görüntüle

source: Search
ar: بحث
tr: Ara

source: YES
ar: نعم
tr: DEVAM

source: NO
ar: لا
tr: İPTAL

source: Turkey
ar: تركيا
tr: Türkiye

# USER_NAME_EMPTY
source: Please enter username
ar: يرجى ادخال الاسم بالكامل
tr: Lütfen ad soyad giriniz.

# ALIAS_EMPTY
source: Please enter alias
ar: يرجى ادخال الاسم المستعار
tr: Lütfen kullanıcı adınızı giriniz.

# EMAIL_EMPTY
source: Please enter a valid email address
ar: يرجى ادخال عنوان البريد الإلكتروني
tr: Geçersiz E-Posta

# PASSWORD_EMPTY
source: Please enter a valid password with at least 6 characters
ar: يجب ان تكون كلمة المرور 6 احرف على الاقل
tr: Lütfen şifrenizi giriniz.

# PASSWORD_INVALID
source: Please enter a valid password with at least 6 characters
ar: يجب ان تكون كلمة المرور 6 احرف على الاقل
tr: Geçersiz şifre

# COUNTRY_EMPTY
source: Please select a country
ar: يرجى ادخال اسم الدولة
tr: Please Enter Country

# DOB_EMPTY
source: Please select DOB
ar: يرجى تحديد تاريخ الميلاد
tr: Lütfen doğum tarihinizi seçin

# SAME_PASSWORD_INVALID
source: New password and repeated password should be the same
ar: كلمة المرور الجديدة وكلمة المرور المتكررة يجب أن تكون هي نفسها
tr: Yeni Şifre ve Yeni Şifreyi Yeniden Girin aynı olmalıdır

# CHOOSE_LANGUAGE_STATIC
source: Choose your language
ar: اختار اللغة
tr: Dilinizi seçin

# WALKTHROUGH_DESC_VIEW1
source: Get access to qualified therapists around the clock.
ar: امكانية الحصول على معالجين مؤهلين على مدار الساعة
tr: 24 saat nitelikli danışmanlara erişin

# WALKTHROUGH_DESC_VIEW2
source: Answer a few simple questions to specify your needs and preferences.
ar: اجيبوا على بعض الاسئلة البسيطة لتحديد احتياجاتكم و تفضيلاتكم
tr: İhtiyaçlarınızı ve tercihlerinizi belirlemek için birkaç basit soruyu yanıtlayın.

# WALKTHROUGH_DESC_VIEW3
source: Your privacy is extremely important to us and all data exchanged over Nibou is encrypted.
ar: خصوصياتكم مهمة جدا لنا وكل البيانات المتبادلة مع نيبو مشفرة
tr: Gizliliğiniz bizim için son derece önemlidir ve Nibou üzerinden paylaşılan tüm veriler şifrelenmiştir.

# WALKTHROUGH_DESC_VIEW4
source: You will only be charged for the time you spend interacting with your therapist.
ar: يتم محاسبتكم فقط على الوقت الذي يستغرقه المعالجون لدينا للتفاعل معكم
tr: Yalnızca danışmanlarımızın sizinle etkileşim kurduğu süre için ücret ödersiniz.

# WALKTHROUGH_TITLE_VIEW1
source: Welcome to Nibou
ar: اهلا بك في نيبو
tr: Nibou’ya Hoşgeldiniz

# WALKTHROUGH_TITLE_VIEW2
source: Step 1 : Survey
ar: الخطوة الاولى : دراسة استقصائية
tr: Adım 1: Anket

# WALKTHROUGH_TITLE_VIEW3
source: Step 2 : Secure
ar: الخطوة الثانية : تأمين
tr: Adım 2: Güvenli

# WALKTHROUGH_TITLE_VIEW4
source: Step 3 : Value
ar: الخطوة الثالثة : الأهمية
tr: Adım 3: Ücret

source: LET'S BEGIN
ar: لنبدأ
tr: HAYDİ BAŞLAYALIM

# NEW_USER
source: I AM A NEW USER
ar: انا مستخدم جديد
tr: Yeni kullanıcıyım

# RETURNING_USER
source: I AM A RETURNING USER
ar: انا مستخدم عائد
tr: Geri dönen kullanıcıyım

source: SIGN UP
ar: للتسجيل
tr: Kaydol

# SIGN_UP_ALERT_MESSAGE
source: By signing up, you are agreeing to Nibou's terms & conditions.
ar: بالتسجيل ، انتم توافقون على الشروط والاحكام الخاصة بـ نيب
tr: Kaydolarak Nibou'nun şart ve koşullarını kabul etmiş oluyorsunuz.

# SIGN_UP_HEADER_TITLE
source: Sign up
ar: للتسجيل
tr: Kaydol

# SIGN_UP_HEADER_DESC
source: Your privacy if our number one priority. To understand why we require this information, Please review our privacy policy and terms & conditions
ar: اولويتنا الاولى هي خصوصياتكم .من اجل تفهم طلبنا لهذه المعلومات ، الرجاء مراجعة سياسة الخصوصية، الاحكام والشروط الخاصة بنا.
tr: Gizliliğiniz birincil önceliğimizdir. Bu bilgileri istememizin nedenine gizlilik politikamız ve Üyelik Sözleşmesi bölümünden ulaşabilirsiniz.

source: Full Name
ar: الاسم بالكامل
tr: Ad Soyad

source: Alias
ar: الاسم المستعار
tr: Kullanıcı Adı

# EMAIL_ADDRESS
source: Email
ar: البريد الالكتروني
tr: E-Posta

source: Password
ar: كلمة المرور
tr: Şifre

source: Country
ar: الدولة
tr: Ülke

source: DOB
ar: تاريخ الميلاد
tr: DT

# ALIAS_INFO_DESC
source: Expert will not get access to your name and will refer to you using your alias
ar: لن يحصل الخبير على اسمكم وسيتواصل معكم على الاسم المستعا
tr: Uzmanlarımız adınızı soyadınızı göremez. Sadece kullanıcı adınızı görebilir.

# COUNTRY_INFO_DESC
source: We take this information to match you with the best available experts.
ar: نرغب الحصول على هذه المعلومات من اجل تواصلكم مع افضل الخبراء المتاحين
tr: Bu bilgileri sizi en uygun danışman ile eşleştirmek için alıyoruz.

source: privacy policy
ar: سياسة الخصوصية
tr: gizlilik politikamız

# TERMS_AND_CONDITIONS
source: terms & conditions
ar: الاحكام والشروط
tr: Üyelik Sözleşmesi bölümünden ulaşabilirsiniz.

# REGISTER_SUCCESS_DESC
source: You have successfully signed up with Nibou. You need to activate your account in order to use the app. We have sent you instructions via email.
ar: تم تسجيلكم بنجاح مع "نيبو". انتم على بعد خطوة واحدة من حياة اكثر سعادة
tr: Nibou’ya başarı ile kaydoldunuz. Daha mutlu bir hayata bir adım daha yaklaştınız.

# ALREADY_REGISTERED
source: Account has already registered with this email. You need to login to continue
ar: هوية البريد الإلكتروني مسجل سابقا مع حساب آخر
tr: E-posta başka bir hesaba kayıtlı.

# ERROR_SIGNUP_DESC
source: Please make sure you have a valid internet connection and have activated your account
ar: يرجى التأكد من أن لديك اتصال إنترنت صالحًا وأنك قد نشطت حسابك
tr: Lütfen geçerli bir internet bağlantınızın olduğundan ve hesabınızı etkinleştirdiğinizden emin olun.

source: LOGIN
ar: تسجيل الدخول
tr: Giriş

# INVALID_LOGIN
source: Invalid Email or Password
ar: البريد الإلكتروني أو كلمة السر خاطئة
tr: Yanlış kullanıcı adı ya da parola

source: Forgot password?
ar: هل نسيتم كلمة المرور؟
tr: Parolanızı mı unuttunuz?

# RESET_PASSWORD
source: RESET MY PASSWORD
ar: اعادة تعيين كلمة المرور الخاصة بي
tr: Şifremi sıfırla

# RESET_PASSWORD_STATIC_DESC
source: Enter your email below to receive your password reset instructions
ar: ادخلوا بريدكم الالكتروني ادناه لتلقي تعليمات اعادة تعيين كلمة المرور الخاصة بكم
tr: Şifre sıfırlama yönergeleri için e-posta adresinizi girin

# RESET_PASSWORD_SUCCESS_DESC
source: If you have entered a valid email, you will receive an email with reset instructions.
ar: اذا ادخلتم عنوان بريدا" الكترونيا" صالحا"، فستتلقون رسالة بريد الكتروني تحتوي على تعليمات اعادة التعيين.
tr: Geçerli bir E-Posta girdiyseniz, şifre sıfırlama yönergeleri E-Postanıza gönderilecektir.

# RESET_PASSWORD_FAILURE
source: This account has not yet been created
ar: لم يتم إنشاء هذا الحساب بعد
tr: Böyle bir hesap yok.

# SURVEY_HEADER
source: What can we help you with today?
ar: بماذا نستطيع ان نخدمكم اليوم؟
tr: Bugün size nasıl yardımcı olabiliriz?

# SURVEY_DESC
source: Select up to 3 options
ar: اختاروا الى حد ثلاث خيارات
tr: En fazla 3 seçenek işaretleyiniz.

source: CONTINUE
ar: استمر
tr: Devam

# SURVEY_ALERT_HEADER
source: WHAT'S TROUBLING YOU?
ar: ما الذي يزعجكم؟
tr: Sizi ne rahatsız ediyor?

# ADDED_SURVEY_SUCCESS
source: Survey added successfully.
ar: اضيف بنجاح

source: Please enter
ar: تفضل
tr: Lütfen yeni konu girin

# SELECT_PREFERENCE_HEADER
source: Select your preference
ar: حددوا تفضيلاتكم
tr: Tercihlerinizi seçin

# PREFERENCE_A
source: I DO NOT HAVE ANY PREFERENCE
ar: ليس لدي أي تفضيل
tr: Tercihim yok

# PREFERENCE_B
source: I PREFER A FEMALE THERAPIST
ar: افضل خبير انثى
tr: Bir kadın danışman ile görüşmek istiyorum

# PREFERENCE_C
source: I PREFER A MALE THERAPIST
ar: افضل خبير ذكر
tr: Bir erkek danışman ile görüşmek istiyorum

source: NO EXPERT FOUND
ar: جميع الخبراء غير متصلين حاليًا ، يرجى إعادة المحاولة لاحقًا.
tr: UZMAN YOK

# ALL_EXPERT_OFFLINE
source: All are experts are currently offline, please try again later.
ar: جميع الخبراء غير متصلين حاليًا ، يرجى إعادة المحاولة لاحقًا.
tr: Danışman çevrimdışı. Lütfen tekrar deneyin.

# EXPERT_UNAVAIBALE
source: Experts Unavailable
ar: الخبراء غير متاحين
tr: Danışmanlar kullanılamıyor

source: LOGOUT
ar: التسجيل للخروج
tr: Çıkış Yap

# LOGOUT_ALERT
source: Are you sure, you want to logout?
ar: هل انتم متأكدين، ترغبون الخروج؟
tr: Çıkış yapmak istediğinize emin misiniz?

source: Settings
ar: الاعدادات
tr: Ayarlar

source: Profile
ar: الملف الشخصي
tr: Profil

source: Edit profile
ar: تعديل الملف الشخصي
tr: Profili düzenleyin

source: Change password
ar: تغيير كلمة المرور
tr: Şifrenizi değistirin

# MANAGE_CARD
source: Manage cards
ar: إدارة البطاقات
tr: Kredi kartlarinizi yönetin

source: Transaction history
ar: تاريخ المعاملة
tr: İşlem geçmişi

# PRICING_TERMS
source: Pricing and terms
ar: التسعير والشروط
tr: Ücretler ve koşullar

source: Feedback
ar: ملاحظات / تعليقات
tr: Geri bildirim

source: Choose language
ar: اختاروا اللغة
tr: Dil seçin

# PASSWORD_CHANGE_SUCCESSFULLY
source: Your Password has been changed successfully.
ar: م تغيير كلمة المرور بنجاح
tr: Şifre başarıyla değiştirildi

# CHANGE_PASSWORD_HEADER
source: Reset Password
ar: إعادة تعيين كلمة المرور
tr: Şifrenizi yenileyin

# OLD_PASSWORD
source: Current Password
ar: كلمة المرور الحالية
tr: Mevcut şifre

source: New Password
ar: كلمة المرور الجديدة
tr: Yeni şifre

# CONFIRM_PASSWORD
source: Confirm New Password
ar: كرروا كلمة المرور الجديدة
tr: Yeni şifreyi tekrar girin

# PROFILE_UPDATE_SUCCESSFULLY
source: Your profile has been updated successfully.
ar: تم تعديل الملف الشخصي بنجاح
tr: Profil başarıyla güncellendi

# COPY_CHAT_HEADER
source: WOULD LIKE TO SEND YOUR PREVIOUS CHATS TO THE NEW EXPERT?
ar: هل ترغبون بإرسال محادثاتكم السابقة الى الخبير الجديد؟
tr: Nibou Üyesi olarak uygulama içerisinde yer alan özelliklerden faydalanman ve yeni terapistin ile görüşmenin verimli geçmesi amacıyla konuşma geçmişinin yeni terapistin ile paylaşılmasını ister misin?

# PREFERENCE_YES_COPY
source: YES, PLEASE SHARE MY CHAT HISTORY
ar: نعم، الرجاء مشاركة سجل محادثاتي
tr: Evet, konuşma geçmişimin paylaşılmasını kabul ediyorum.

# PREFERENCE_NO_COPY
source: NO, I'D PREFER TO KEEP THOSE PRIVATE
ar: لا، افضل الحفاظ على خصوصياتي
tr: Hayır, konuşma geçmişimin paylaşılmasını kabul etmiyorum.

source: GALLERY
ar: صالة عرض

source: CAMERA
ar: الة تصوير

# CHAT_ENTER_MESSAGE
source: Please enter message
ar: من فضلك ادخل الرسالة
tr: Lütfen mesajınızı girin

source: View Expert Profile
ar: شاهد الخبير
tr: Uzmanı görüntüleyin

source: End Conversation
ar: نهاية المحادثة
tr: Görüşmeyi bitirin

source: Switch Expert
ar: استبدال الخبير
tr: Uzmanı değiştirin

# EXPERT_OFFLINE_ALERT_TITLE
source: EXPERT OFFLINE
ar: الخبير غير متواصل على الانترنت
tr: Danışman çevrimdışı

# EXPERT_OFFLINE_LEAVE_MESSAGE
source: LEAVE MESSAGE
ar: اتركوا رسالة
tr: Mesaj bırakın

# EXPERT_OFFLINE_SWITCH_EXPERT
source: SWITCH EXPERT
ar: استبدال الخبير
tr: Uzman değiştir

# INVALID_ADD_CARD
source: Add Card
ar: اضفوا البطاقة
tr: Kredi Kartı Hatası

# INVALID_CARD_DESC
source: You do not have any valid credit cards in your account. Please add a valid card to continue chatting.
ar: البطاقة غير صالحة
tr: Hesabınızda geçerli bir kredi kartınız yok. Lütfen sohbete devam etmek için geçerli bir kart ekleyin.

# INVALID_CARD_TITLE
source: Credit Card Error
ar: خطأ في بطاقة الائتمان
tr: Kredi Kartı Hatası

# CHAT_CONVERSAION_ENDED
source: Your conversation end successfully.
ar: محادثتك تنتهي بنجاح.
tr: Konuşmanız başarıyla sona erdi.

# CHAT_SESSION_ALREADY_ENDED
source: This session has already ended
ar: انتهت هذه الجلسة بالفعل
tr: Bu oturum çoktan sona erdi

# SUBMITTED_FEEDBACK_SUCCESS
source: Feedback submitted successfully
ar: تم ارسال الملاحظات/ التعليقات بنجاح
tr: Geri bildiriminiz başarıyla gönderilmiştir.

# ENTER_FEEDBACK
source: Enter your Feedback
ar: ملاحظات / تعليقات
tr: Lütfen geri bildirim iletinizi girin.

# ENTER_SUBJECT_FEEDBACK
source: Enter your Subject
ar: الموضوع
tr: Lütfen konuyu giriniz

# EMPTY_SUBJECT_FEEDBACK
source: Please enter subject
ar: رجى ادخال ملاحظاتكم/ تعليقاتكم
tr: Lütfen konu girin

# EMPTY_FEEDBACK
source: Please enter feedback message
ar: يرجى ادخال ملاحظاتكم/ تعليقاتكم
tr: Lütfen geri bildirim iletinizi girin.

source: SUBMIT FEEDBACK
ar: تقديم ردود الفعل
tr: Gönder

# RATE_ENTER_REVIEW
source: Enter your Review
ar: اضف مراجعة
tr: Yorum ekle

# RATE_HEADER
source: Review %@
ar: مراجعة %@
tr: Yorum %@

# ERROR_SELECT_RATING
source: Please select Rating
ar: يرجى اختيار التصنيف
tr: Lütfen değerlendirmenizi seçin

source: Skip
ar: تخطى
tr: Atla

source: ADD REVIEW
ar: اضف مراجعة
tr: Yorum ekle

# POPUP_CHAT_WITH_PREVIOUS
source: Would you like to chat with an expert you have interacted with before?
ar: هل ترغبون المحادثة مع خبيرا تعاملتم معه مسبقا؟
tr: Daha önce görüştüğünüz bir uzmanla mı görüşmek istiyorsunuz?

# CHOOSE_EXPERT_HEADER
source: WOULD LIKE TO CHAT WITH AN EXPERT YOU HAVE INTERACTED WITH BEFORE?
ar: خبيرا تعاملتم معه مسبقا؟ هل ترغبون المحادثة مع
tr: ÖNCEDEN YETKİLERDİĞİM BİR UZMANLA GÖRÜŞMEK İSTİYORUM

# CHOOSE_PREVIOUS_EXPERT
source: Choose a previous expert
ar: اختاروا خبيرا سابقا
tr: Önceki uzmanı seçin

# SPEAK_TO_NEW_EXPERT
source: WOULD YOU LIKE TO SPEAK TO A NEW EXPERT
ar: ارغب التحدث مع خبير جدي
tr: YENİ BİR UZMANA KONUŞMAK İSTER MİSİNİZ

source: Monday
ar: الاثنين
tr: Pazartesi

source: Tuesday
ar: الثلاثاء
tr: Salı

source: Wednesday
ar: الاثنين
tr: Çarşamba

source: Thrusday
ar: الخميس
tr: Perşembe

source: Friday
ar: الخميس
tr: Cuma

source: Saturday
ar: السبت
tr: Cumartesi

source: Sunday
ar: الاحد
tr: Pazar

source: Card number
ar: رقم البطاقة
tr: Kart numarası

source: Card holder name
ar: اسم حامل البطاقة
tr: Kart Sahibinin Adı

# EXPIRY
source: MM/YY
ar: الشهر/العام
tr: AA/YY

# ERROR_ENTER_CARD_NUMBER
source: Please enter card number
ar: يرجى ادخال رقم البطاقة
tr: Lütfen kart numaranızı girin

# ERROR_ENTER_VALID_CARD_NUMBER
source: Please enter a valid card number
ar: يرجى ادخال رقم البطاقة
tr: Lütfen Geçerli Kart Numarasını Giriniz

# ERROR_ENTER_EXPIRY_DATE
source: Please enter a valid expiry date
ar: يرجى ادخال تاريخ انتهاء صلاحية البطاقة
tr: Lütfen kartın son kullanma tarihini girin

# ERROR_ENTER_CVV
source: Please enter the CVV number
ar: CVVيرجى ادخال رقم الـ
tr: Lütfen CVV numarasını giriniz

# ERROR_ENTER_VALID_EXPIRY_DATE
source: Please enter a valid CVV number
ar: CVVيرجى ادخال رقم الـ
tr: Lütfen geçerli bir CVV Numarası giriniz

# ERROR_ENTER_CARD_HOLDER_NAME
source: Please enter card holder name
ar: يرجى ادخال اسم حامل البطاقة
tr: Lütfen kart sahibinin adını girin

# ERROR_ENTER_VALID_CARD_DETAILS
source: Please enter valid card details
ar: الرجاء إدخال تفاصيل بطاقة صالحة
tr: Lütfen Geçerli Kart Ayrıntılarını Girin

# ADD_CARD_HEADER
source: Redirected to payment gateway
ar: الى بوابة الدفع اعادة التوجيه
tr: Ödeme sağlayiciya yönlendirildi

source: ADD CREDIT CARD
ar: اضفوا بطاقة الائتمان
tr: KREDİ KARTI EKLEYİN

source: Card Added Successfully
ar: تمت إضافة البطاقة بنجاح
tr: Kart başarıyla eklendi

# CHOOSE_CARD_HEADER
source: Choose default card
ar: الافتراضية اختاروا البطاقة
tr: Varsayılan kartı seçin

# PAYMENT_INFO_HEADER
source: Payment info
ar: معلومات الدفع
tr: Ödeme bilgisi

# NO_CARD_DESC
source: In order to interact with a Nibou Expert, you will need to add a credit card to your account. You will only be charged for the time you spend interacting with your therapist. We take your security seriously. All of our transactions are protected using a secure payment gateway.
ar: الامن لدينا مهم جدا" لذلك جميع معاملاتكم محمية باستخدام بوابة الدفع الآمنة لدينا. ستتم محاسبتكم وفقا للوقت الذي يستغرقه الخبير في التحليل والرد عليكم فقط لا غير. لكي يتم التفاعل مع خبير "نيبو " يجب اضافة بطاقة الائتمان الى حسابكم.
tr: BİR NİBOU UZMANI İLE GÖRÜŞEBİLMEK İÇİN HESABINIZA BİR KREDİ KARTI EKLEMELİSİNİZ. SİZİN SORUNUZU İLETTİĞİNİZ, DANIŞMANIN DURUMU ANALİZ ETTİĞİ VE SİZE CEVAP VERDİĞİ SÜRE İÇİN ÜCRETLENDİRİLECEKSİNİZ. GÜVENLİĞİ ÇOK CİDDİYE ALIYORUZ. TÜM İŞLEMLERİNİZ GÜVENLİ ÖDEME AĞI İLE KORUNUYOR

source: SELECT CARD
ar: اختاروا البطاقة
tr: Kart seç

# SET_DEFAULT_CARD
source: SET AS DEFAULT CARD
ar: تعيين كبطاقة افتراضية
tr: Varsayılan Kart Olarak Ayarla

# ERROR_PLEASE_SELECT_CARD
source: Please select a card to make default.
ar: يرجى اختيار بطاقة لجعل الافتراضي.
tr: Lütfen varsayılan yapmak için bir kart seçin.

# WANT_TO_DELETE_CARD
source: Do you want to delete this card?
ar: هل انتم متأكدين، هل ترغبون في حذف هذه البطاقة؟
tr: Bu kartı silmek istediğinizden emin misiniz?

# CARD_DEFAULT_SUCCESS
source: Change submitted successfully
ar: تم التغيير بنجاح
tr: Değişiklik başarıyla gönderildi

source: + ADD CARD
ar: اضفوا البطاقة +
tr: + KART EKLEYİN

# DELETE_CARD
source: Delete
ar: حذف
tr: Sil

# HOME_TITLE
source: Hello, %@
ar: %@ ,مرحبا
tr: Merhaba, %@

# TIMINGS_HEADER
source: TIMINGS
ar: توقيت
tr: Uygun Saatler

# FOCUS_HEADER
source: FOCUS
ar: التركيز
tr: Uzmanlık Alanları

# LANGUAGES_HEADER
source: LANGUAGES
ar: اللغة
tr: Konuştuğu Diller

# REVIEWS_HEADER
source: REVIEWS
ar: مراجع
tr: Yorumlar

# HOME_DESC
source: What would you like to do today?
ar: ماذا تريدون ان تفعلوا اليوم؟
tr: Bugün ne yapmak istiyorsunuz?

# TALK_ABOUT_DIFF_ISSUE
source: TALK ABOUT A DIFFERENT ISSUE
ar: ضوع مختلف التكلم عن مو
tr: Başka bir konuda danışın

# NEW_CHAT_ROOM_SUBTITLE
source: New Chat Room Created
ar: تم إنشاء غرفة دردشة جديدة
tr: Yeni Sohbet Odası Oluşturuldu

# NEW_CHAT_ROOM_BODY
source: Chat with expert.
ar: الدردشة مع الخبراء.
tr: Uzman ile sohbet edin.

# END_SESSION_SUBTITLE
source: Your chat session with %@ has been ended.
ar: انتهت جلستك.
tr: ile görüşmeniz sonlanmıştır. Lütfen %@ ‘ı değerlendirin

# END_SESSION_TITLE
source: Session End
ar: انتهت جلستك.
tr: Oturum Sonu

# END_SESSION_BODY
source: Please rate %@
ar: %@ يرجى معدل
tr: Değerlendirin %@

# SESSION_TIMEOUT
source: Chat Session Timeout
ar: محادثة جلسة المهلة
tr: Sohbet Oturumu Zaman Aşımı

# SESSION_TIMOUT_INACTIVE_HEADER
source: INACTIVE CONVERSATION
ar: محادثة غير فعالة
tr: ETKİN OLMAYAN KONUŞMA

source: END
ar: النهاية
tr: Son

# INACTIVE_POPUP_DESC
source: It's been over %@ minutes since your last response to %@, would you still like to continue this conversation?
ar: مرت أكثر من %@ دقائق من إجابتك الأخيرة إلى %@ هل ترغب في متابعة هذه المحادثة؟
tr: %@'a son cevabınızdan bu yana %@ dakika geçti, hala bu sohbete devam etmek istiyor musunuz?

# T_HEADER
source: Transaction History
ar: المعاملة تاريخ
tr: İşlem geçmişi

# T_EXPERT_NAME
source: Expert:
ar: :اسم الخبير
tr: Danışman Adı:

# T_TIME
source: Time:
ar: :التوقيت
tr: Zaman:

source: Mins
ar: الدقائق
tr: Dak

# T_AMOUNT
source: Amount:
ar: :المبلغ
tr: Meblağ:

# T_TRANSACTION_ID
source: Transaction Id:
ar: :هوية المعاملة
tr: İşlem kimliği:

# T_DATE
source: Date:
ar: :التاريخ
tr: Tarih:

# T_ROOM
source: Room:
ar: :غرفة
tr: Oda:

# T_PAID
source: Paid
ar: مدفوع
tr: Ödendi

# T_UNPAID
source: Unpaid
ar: غير مدفوع
tr: Ödenmedi

# THANK_YOU_DESC
source: Your reviews help Nibou maintain its high standards.
ar: الحفاظ على مستواها العالي ان مراجعاتكم تساعد "نيبو" في
tr: Yorumlarınız Nibou'nun yüksek standartlarını korumasına yardımcı olacaktır.

# THANK_YOU_TITLE
source: Thank you
ar: شكرا
tr: Teşekkürler

# PLEASE_WAIT_TITLE
source: Please Wait
ar: يرجى الانتظار
tr: Lütfen bekleyiniz

# PLEASE_WAIT_DESC
source: Please wait while we match you with the best available therapist
ar: يرجى الانتظار الى حين تواصلكم مع افضل خبير متاح
tr: Size mümkün olan en iyi terapist ile eşleşirken lütfen bekleyin

source: Agree
ar: يوافق على
tr: Kabul Ediyorum

# EXPERT_OFFILE_MESSAGE
source: %@ is currently offline and will be available %@ between %@. You can switch to another expert or leave an offline message
tr: %@ şu anda çevrimdışı ve… uygun olacak. %@ arasında %@. Başka bir danışman seçebilir ya da çevrimdışı mesaj bırakabilirsiniz.
